Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] 말단 병사에서 군주까지.tmx
Source language: ko_kr
Languages: en_us

source: 오른팔이 있었다.
en_us: My right arm was there.

source: 일단 따라가자.
en_us: Well, here I go too.

source: 용병 세 명과 산적 일곱 명.
en_us: Three mercenaries and seven bandits.

source: 압정도 다 썼어.
en_us: I used all my tacks too.

source: 카르르르릉.{j}어떤 개는 정말로 코를 골며 자고 있었다.
en_us: Snore. One of the dogs was actually snoring.{j}

source: [경험치가 올랐습니다.]
en_us: [You gained Experience Points.]

source: 이건 또 뭐야?{j}주변을 둘러봤지만, 나한테 말을 건 사람은 없다.{j}아니, 지금 이 상황에서 누가 한가롭게 저딴 말을 지껄이겠냐고.{j}모두 기수를 따라 달리기 바쁘다.{j}간신히 살아남은 이들이다.{j}일단 따라가자.{j}가보면 알 거다.{j}이게 꿈인지, 아니면 진짜인지.
en_us: What’s this? I looked around, but no one talked to me. Actually, it made no sense that someone would peacefully say that in this situation. Everyone was busy running after the flag bearer. They are the ones who barely survived. Well, here I go too. Following after him will give me answers to whether I’m dreaming or not.{j}{j}{j}{j}{j}{j}{j}

source: 내가 품에서 돌돌 만 가죽을 꺼냈다.
en_us: I rolled out a piece of leather from my clothes.

source: “죽은 자를 기리는 거 말고, 하나 더 쓸 만한 게 있었어.{j}풀을 뜯어 먹는다고 하더라고.”
en_us: “Other than that they are here for the dead, there’s another useful information. They eat grass.”{j}

source: 내가 묻자, 소년병 하나가 밝게 웃으며 고개를 끄덕였다.{j}전투의 아픔 따위는 벌써 잊은 얼굴이었다.
en_us: When I asked, one of the child soldiers smiled brightly and nodded. It looked as if he had already forgotten the terrors of the battlefield.{j}

source: 그가 수염을 기른 병사 한 명을 가리켰다.{j}몸집이 나보다 두 배는 큰 것 같다.
en_us: He pointed out to a bearded soldier. He looked at least twice my size.{j}

source: 이 모든 일이 쉴 틈 없이 이뤄졌다.{j}적당히 달궈졌다 싶을 때였다.
en_us: I went through all this process without resting. Just when it was heated enough, someone spoke out.{j}

source: “그러면 좋겠지.”
en_us: “I hope so,”

source: 우린 가끔 만났고, 아주 가끔은 린드가 생활비를 보내기도 했다.
en_us: We met sometimes, and on even rarer occasions, he gave me money to live by.

source: 이대로 다른 부대에 속한다면, 정말로 그저 고기 방패가 될 뿐이다.{j}그건 정말로 곤란했다.{j}차라리 이 예비대 자체를 하나의 십인대로 구성하는 게 나았다.{j}그러기 위해서는, 일단 잘해 줘야지 뭐.{j}그래서 나온 사냥이다.
en_us: If we are moved to another unit, we would be used as a fake shield. We had to avoid that at all costs. It would be better to make our reserve troops into a dercury. To do that, I have to be nice to the upper-class soldiers, and that’s why we’re out hunting.{j}{j}{j}{j}

source: 멍청한 놈.
en_us: What a stupid guy.

source: 놔두면 제때 치료하지 못해서 상처가 악화할 게 뻔히 보였다.
en_us: If that was left alone for too long, it wouldn’t be cured in time, and his wounds would obviously worsen.

source: 두두두두두두두!
en_us: Ratatatatatata!

source: 네가 기억해서 뭐 하게?{j}고기가 든 자루를 놓고 막사로 돌아오니, 린드가 죽을상이었다.
en_us: What are you going to do with my name? Lind greeted me with a long face when I arrived at the camp with the bag full of meat.{j}

source: ‘코볼트를 만나도 곤란하고.’{j}마음이 급했다.{j}그러니 더 안 보이는 것 같다.{j}왱!{j}그사이 벌 한 마리가 귓가를 스쳤다.{j}꿀벌이었다.
en_us: I don’t want to meet a cobolt all alone. I was in a hurry. Maybe that’s why I can’t find it easily. Buzzzz! Just then, a bee flew past my ears. It was a honey bee.{j}{j}{j}{j}{j}

source: 씩씩대며 눈을 부라렸지만, 무슨 행동을 취하지는 않았다.{j}그런데 너네 좀 무섭다.{j}그가 움직이는 순간, 수염 도끼와 디고도 움찔하며 반응했다.{j}더군다나, 수염 도끼 저 자식은 손잡이에 손까지 올렸다.{j}미친놈이 뭐, 수틀리면 뭐 도끼라도 뽑게?
en_us: Although he frowned at us, he didn’t do anything. I’m suddenly scared of yuo. As soon as he moved places, even the bearded guy with the ax and Diego flinched. The bearded guy was even holding onto his favorite ax. Are you planning to pull it out if he goes mad?{j}{j}{j}{j}

source: 난 용병이면서 패스파인더였고, 트레져 헌터였으며, 요리사였고, 약초사였다.
en_us: However, I was not only a mercenary, but also a path-finder, a treasure hunter, a chef, and an herbalist.

source: 어렴풋이 기억이 났다.{j}한쪽 팔을 잃고 찌질이처럼 막사 구석에 처박혀 있을 때, 저 무리 때문에 골치 아팠다고 들었다.{j}평원을 떠도는 들개 무리였다.
en_us: Now I remembered. When I was stuck in the corner of the barracks, whining about my lost arm, I heard that the dogs were troublesome. They were a bunch of stray dogs roaming around the plains.{j}{j}

source: 내가 속한 곳은 예비대.{j}전투가 일어나면 아무 십인대로 뿔뿔이 흩어져 편성이 될 확률이 높다.
en_us: I’m a part of the reserve troop. When a new battle would occur, we would be scattered into any random decury.{j}

source: “좀 씻자.”
en_us: “Let’s wash ourselves.”

source: 아티팩트의 목소리가 들렸다.{j}평소와 똑같이 무시다.
en_us: I heard the Artifact. I just ignored it, just like I have so far.{j}

source: 먹어 본 티를 좀 내는 병사였다.{j}아쉽기는.{j}화이트 허브를 따는 곳에서 채취한 꽃잎이 있었다.{j}그걸 햇볕에 반나절 정도 잘 말리면, 바사삭거리며 부서진다.{j}그걸 고기 위에 뿌렸다.
en_us: He does know how to eat well. Say no more. While picking out my White Herbs, I picked out some flower leaves, too. If they are dried in sunlight for a quarter of a day, it crumbles and flakes. I sprinkled the flakes on top of the meat.{j}{j}{j}{j}

source: 시바, 세상 다 잃은 줄 알았지.
en_us: Damn, I thought the whole world was against me.

source: 또 이 꿈이다.{j}무려 24년 전, 내 첫 전장이자 내 팔을 앗아간 참혹한 순간이었다.{j}평소와 다른 게 있다면.{j}죽고 나서 꾸는 꿈이라 그런지 엄청나게 실감 났다.{j}진짜 기마의 돌격을 코앞에서 보는 것 같았고, 내가 마치 살아 있는 것 같은 착각이 들었다.
en_us: Not this nightmare again. 24 years ago, at that terrible moment, I lost my arm on my first battlefield. If there was something different, it was very realistic since I dreamt of it right after my death. I felt as if mounted soldiers were charging toward me, and I almost mistook that I was alive.{j}{j}{j}{j}

source: “다 죽었나?”
en_us: “Is everyone dead?”

source: 두목 놈은 안 보이는 걸 보니,
en_us: I couldn’t see their leader.

source: 뒤는 절벽이었다.
en_us: Behind me was a cliff.

source: “후, 그럼 이제 잡는 일만 남았나?”
en_us: “All we have to do is to catch them?”

source: 옆 막사 십인대장과 그 십인대 병사였다.{j}슬쩍 그들의 시선을 따라갔다.{j}컹!{j}네발 달린 짐승이었다.
en_us: They were the decurion and a member of the decury from the tent next door. I followed them with my eyes. Woof! It was a four-legged beast.{j}{j}{j}

source: 차분한 목소리에 태연한 걸음으로 다가왔다.
en_us: With a calm voice, he approached with a cool attitude.

source: 절뚝.{j}절뚝.
en_us: Limp. Limp.{j}

source: 그리고 저 상처가 악화하여 다리를 잘라야 했다.
en_us: His wound worsened so much that he had to cut off his leg.

source: 그때는 따로 구할 엄두도 내지 못했다.{j}서식지를 찾아 헤매는 것도 일이었고, 겨우 찾고 나면 이미 전부 죽어 있는 놈들만 있었다.
en_us: At that time, I didn’t even dream of catching one on my own. Finding its habitat was one thing, and even if I succeeded in spotting one, there were only dead spiders.{j}

source: “아프냐?”
en_us: “Does it hurt?”

source: “그렇게 봐주셨다면 고맙죠.”
en_us: “I’ll take that as a compliment.”

source: “천천히 먹어.”
en_us: “Hey, go easy on it.”

source: ‘그때 그 개새끼 때문에 밤잠 설친 사람 꽤 될 거야?’
en_us: I bet a lot of soldiers couldn’t sleep because of those dogs.

source: ‘퍽’ 하는 소리가 들렸다.
en_us: Then I heard a bursting, splashing noise.

source: 쌕!{j}돌이 고요한 어둠 속을 갈랐다.
en_us: Swoosh! The stone flew through the quiet night sky.{j}

source: “또 보자.”
en_us: “I’ll see you around.”

source: 내 귀가 쫑긋하고 섰다.{j}자식, 감 좋네.{j}하나는 헛다리를 짚었지만, 하나는 맞았다.
en_us: My ears prickled. I like your senses. One piece of information wasn’t reliable, but this one was. {j}{j}

source: 두두두두!
en_us: Thump thump thump thump!

source: 눈을 깜빡였다.
en_us: I blinked my eyes.

source: “자주는 못 나올 거다.”{j}그걸 들은 병사가 툭 던지듯 말했다.
en_us: “You can’t come out hunting too often,” A soldier who heard him blurted out.{j}

source: 어떤 병사가 다른 보병대를 그렇게 넘어 다니나?{j}왜 숲의 사냥에 따라왔는지는 몰라도.{j}당신이 누군지 대강 짐작은 한다고.
en_us: What kind of a soldier moves through different units of foot soldiers at free will? Although I don’t know why he followed our hunt, I can guess who he really is.{j}{j}

source: 남은 팔이 떨어졌다.
en_us: My only remaining arm fell off.

source: 난 붙어 있는 오른손으로 허벅지를 피멍이 들 정도로 꼬집었다.
en_us: I pinched my thigh until it became black and blue with my right hand that was still attached to my body.

source: “그냥 주워들은 게 있어서.”
en_us: “I just heard it somewhere,”

source: “치유소에서 일할 때, 가장 중요한 게 뭔 줄 알아?”
en_us: “Do you know what the most important thing is when you’re working at a hospital?”

source: 찬물을 마시니 속이 시원했다.{j}그렇게 야영지에 돌아오니, 이미 정리가 한창이었다.
en_us: Drinking cold water cooled my body. When I came back, everyone was already packing up.{j}

source: 다리가 굳어 버린 난 저 칼날에 팔을 잃는다.
en_us: I lose my arm to that blade, unable to move my frozen legs.

source: 땅이 울리는 진동에 맞춰 몸이 떨렸다.
en_us: My body trembled to the rhythm of the ground shaking.

source: “쉬워 보이지만 손이 많이 갑니다.{j}비율이 깨지면 맛이 최악일 겁니다.”
en_us: “It looks easy, but it isn’t. If you don’t have the right ratio, it will smell terrible.”{j}

source: 파바박!
en_us: Thump thump thump!

source: “응.”
en_us: “Yup.”

source: 7화 웃는 들개 (1)
en_us: Chapter 7. The Smiling Stray Dog (1)

source: 모두 기수를 따라 달리기 바쁘다.
en_us: Everyone was busy running after the flag bearer.

source: 하루에 두 번 나오는 흑빵과 이틀에 한 번 나오는 스튜로는 어림도 없었다.{j}도끼를 갈던 놈은 말없이 묵묵히 먹는 편이었지만.{j}다른 놈들은 하나 같이 인상을 쓰며 억지로 먹는 얼굴이다.
en_us: However, the black bread and stew rationed twice a day wouldn’t be enough. Although the one with the ax ate them without complaining, but all the others were frowning and stuffed the food into their mouths.{j}{j}

source: 왜앵!
en_us: Buzzz!

source: “됐어.”
en_us: “It’s fine.”

source: “어떻게?”{j}대강 방법을 알고, 린드의 수단도 예상하지만.{j}저렇게 흥분한 린드를 보니 장단을 맞춰 주지 않을 수 없었다.
en_us: “How?” I pretty much know how to catch them, and what Lind would suggest. But he was so excited that I wanted to hear his solution myself.{j}{j}

source: 코딱지가 묻는다.{j}그럼 당연하지, 자식아.{j}내가 바로 헌터 크리스다.{j}병사 둘도 놀란 눈치였다.
en_us: The booger guy asked. Of course, you idiot. I am Chris the Hunter. Even the two soldiers looked surprised.{j}{j}{j}

source: 뭐 대단한 게 없어 보인다.{j}십인대장이 가진 거라고는 자신보다 몇 번 더 싸워 본 것뿐이라는 걸 알아 버린다.{j}경험.
en_us: In fact, they aren’t that special at all. A leader of a dercury only has some more battle experience than them. Experience.{j}{j}

source: 귓가에 들리는 소리가 살벌했다.{j}‘몇 번 쏘이면 그냥 뒈지겠어.’{j}난 본 김에 캐낸 블루 허브의 잎을 몇 장 입에 넣고 잘게 씹은 뒤.
en_us: The noise filled my eardrums. Just a few bites will send me to heaven, huh? I tossed in some of the Blue Herbs in my mouth, then chewed them into small pieces.{j}{j}

source: 수염 도끼는 말없이 고개를 끄덕였다.{j}대부분 찬성하는 분위기다.{j}린드가 그런 날 보고 말했다.
en_us: The bearded ax guy quietly nodded. It looked like most of us were in this. Lind asked a very important question.{j}{j}

source: 막 그의 말이 끝나기 무섭게 발을 멈췄다.{j}분뇨의 흔적과 동물들이 다니는 길을 보고 따라왔다.{j}좋은 사냥꾼은 동물을 찾는 법을 안다.{j}흔적과 흔적을 연결해서 길을 이을 줄 안다.
en_us: As soon as he was finished talking, I stopped walking. I followed along by smelling the feces and looking at the path that the animals take. A great hunter knows how to find the animals. They know how to make an imaginary path by connecting the traces together. {j}{j}{j}

source: 꾹!{j}꾹!{j}그곳에.{j}진드기에 엉킨 토끼들이 울음소리를 냈다.{j}그리고 우리를 보더니.{j}깨애애애액!{j}비명을 질렀다.
en_us: Prick prick! The rabbits tangled in the tick cried out. Eeeeeeek! They shouted out after looking at us.{j}{j}{j}{j}{j}{j}

source: “전부 먹으면 안 돼.”
en_us: “You shouldn’t drink all of it.”

source: “일곱이 전부야?”
en_us: “There’s only seven people?”

source: 짐승은 분뇨로 흔적을 남기기 마련이다.{j}그들이 가는 길, 방향, 구역까지.
en_us: An animal leaves their traces with their feces. They tell you where they’re headed to, and the territory that they live in.{j}

source: 그리고 나의 친구 린드 소네이트.
en_us: And my dear friend Lind Sonnet.

source: 바닥을 구른 덕에 전신이 욱신거렸다.
en_us: My muscles ached thanks to rolling on the ground.

source: 하지만 붉은 뿔 사슴에게는 달랐다.{j}이 사슴은 레드 폴만 먹는다.{j}딱딱하게 곧게 솟은 레드 허브를 발견한 순간, 난 생각했다.
en_us: But it’s different with red-horned deer. They only eat red rods. A thought came to my mind as soon as I spotted the stiff, straight Red Herbs.{j}{j}

source: “우린 덫을 만들자.”
en_us: “We’ll make our snare.”

source: 뒤에서 들리는 목소리가 아련히 멀어지고.{j}반사적으로 창을 뻗었다.{j}수없이 반복해서 봤던 장면이다.{j}랜스를 오른 겨드랑이에 낀 기마병의 돌격이었다.
en_us: The voice that came from behind traveled further away, and I instinctively reached out for my lance. This was all too familiar now. The mounted soldiers with their lances in their right armpit charged.{j}{j}{j}

source: 내 오른팔이 무사하다.{j}이제까지 단 한 번도 이런 꿈을 꾼 적이 없었다.
en_us: My right arm was still attached to my body. I never had this kind of dream before.{j}

source: “후퇴!{j}후퇴하라!”{j}
en_us: “Retreat! Retreat!” {j}{j}

source: 놈이 자른 목을 내 앞에 던졌다.
en_us: He tossed the head in front of me.

source: 뻑!{j}내 말이 끝나기도 전에 머리통을 향해 망치를 휘둘러 빠개었다.{j}후, 화끈하시네.
en_us: Boom! Before I could finish speaking, he hit the dog’s head with a hammer. You really are hot-tempered, huh?{j}{j}

source: 여름도 아닌데 피비린내와 쉰내가 섞여 형용할 수 없는 고약한 냄새가 풍겼다.
en_us: It wasn’t even summer, but the smell of blood and sweat mingled and created a horrible smell that couldn’t be describe with words.

source: 하아.{j}인간의 한계를 넘은 괴물인데도, 욕심을 내는 보물이라.
en_us: Phew. Even a monster surpassing humankind was after this treasure. {j}

source: 남색 깃발을 든 기수다.
en_us: It was a flag bearer with an indigo flag.

source: 그건 나 또한 마찬가지였다.{j}과거, 배를 곯았던 시절을 떠올렸다.{j}제대로 된 기술을 배우기 전에는 동냥도 서슴지 않았었다.{j}이제 그런 인생은 없다.
en_us: I didn’t want to, either. I remembered the times when I was starving. Before I learned the right skills, I would even beg for money. That’s all behind me now.{j}{j}{j}

source: ‘맞았다.’{j}아무리 근력이 부족하다고 해도 기술은 녹슬지 않는다.{j}뀌엑!{j}쓰러진 놈이 비명을 질렀다.
en_us: Bull’s eye! Although I was now a powerless boy, I still had my skills left. Eeeek! The collapsed deer screamed from the top of its lungs.{j}{j}{j}

source: 오늘까지는.
en_us: Well, that is until today.

source: 누군가 짧은 탄성을 터트렸다.{j}감탄할 만하다.{j}붕대를 매는 법부터 시작해서 단숨에 해냈다.{j}아마추어의 솜씨가 아니란 말이다.
en_us: Someone let out a short cry. Of course. I had swiftly done the whole process, starting from tying around the bandage. I definitely wasn’t a beginner.{j}{j}{j}

source: 난 입가에 피를 질질 흘리며 웃었다.
en_us: I laughed as I bled from my mouth.

source: “자, 누가 가지고 있습니까?{j}어서요.”
en_us: “So, who has it? Hurry up please.”{j}

source: “아침부터 바쁘네?{j}뭐 더 잡아 온 거냐?”
en_us: “You’re up early. Do you have anything new?”{j}

source: 그 병사가 린드의 상처에 손을 대려 할 때 내가 말렸다.{j}어디서 씻지도 않은 손을 상처에 대려고 하냐?
en_us: I stopped the soldier when he tried to touch Lind’s wounds. You dare try to touch a wound with your dirty hands?{j}

source: 날 가르쳐준 치유소의 스승은 말했다.{j}치료에서 가장 중요한 건, 시간이라고.
en_us: My former teacher at the hospital emphasized that the most important thing when healing someone is time.{j}

source: “뭐 하는데?”
en_us: “What are you doing?”

source: “줄 생각 없습니까?”
en_us: “So you won’t hand it over?”

source: 상인들을 기다리는 척하며, 나는 입 모양으로 말했다.
en_us: As I pretended to wait for them, I moved my lips silently.

source: 속이 시원하다.
en_us: I felt relieved.

source: ‘이제 좀 살 만하다 싶더니.’
en_us: ‘I thought I was beginning to see the light of the day.’

source: ‘어디서 본 것 같은데.’
en_us: ‘I think I’ve seen this before.’

source: 갓 구운 고기를 먹는 건, 이런 기회가 아니면 없다.{j}저민 고기 하나를 돌 위에 올리자.{j}치이이이익.{j}기가 막힌 소리가 나왔다.
en_us: This was my only chance to eat freshly baked meat. I placed a piece of meat on the flat piece of stone. Sssssst. The sound was like music to my ears.{j}{j}{j}

source: “그러네.”
en_us: “You’re right.”

source: 펄럭.
en_us: Whoosh.

source: “어디 소속이야?”
en_us: “Which unit are you from?”

source: 그 순간, 놈의 허리춤에서 은빛 섬광이 뿜어져 나왔다.
en_us: At that precise moment, a strong silver light flashed from his waist.

source: 콰콰콰콰!
en_us: Crrrrrrrr!

source: “돌격!{j}돌격!”
en_us: “Charge! Charge!”{j}

source: “그건 나도 모르지.{j}하지만 가진 놈은 알 거야.”
en_us: “I don’t know either. But the one who has it will know.” {j}

source: “너무 깊게 들어가면 코볼트를 만날 수도 있다.”
en_us: “If you go in too deep, you could meet a cobolt,”

source: 목이 반쯤 잘린 채 허물어지는 놈이 보였다.
en_us: I saw one guy collapse as his neck was cut in half.

source: 곱게 죽든, 더럽게 죽든, 어차피 죽는 거잖아.
en_us: Dying quickly or slowly, they’re all just the same at the end.

source: “저 개새끼들 잡으면 내가 오늘 전부 탕으로 끓여 주마!”{j}부산했다.
en_us: “Once I catch them, I’ll make sure they go into today’s stew!” There was chaos in the tent.{j}

source: 하지만 딱 하나 남은 게 있지.
en_us: But there’s one thing left.

source: “발가락 움직여 봐.”
en_us: “Move your toes,”

source: 그는 죄가 없었잖아.
en_us: He had nothing to do with this.

source: 난 팔짱을 끼고 린드가 결론을 내길 기다렸다.
en_us: I crossed my arms and hoped that he would come to a conclusion.

source: 그때, 누군가 천막 문을 펼치며 안으로 들어왔다.{j}붉은 머리칼에 미간의 주름이 있던, 불만 많아 보이던 병사였다.
en_us: At that moment, someone opened the tent door and came in. He was the soldier full of complaints, with the red hair and a scowl on his forehead.{j}

source: 난 열다섯 살이 되었다.
en_us: I am fifteen years old again.

source: 주변을 둘러봤지만, 나한테 말을 건 사람은 없다.
en_us: I looked around, but no one talked to me.

source: 붉은 뿔 사슴은 발이 빠르고, 눈치가 좋다.{j}쉽게 잡히는 놈들은 아니다.{j}물론 이곳에서 본 건 맞다.{j}하지만 놓치진 않았고, 잡았으며.{j}그때의 나는 열다섯 소년이 아니었을 뿐이다.
en_us: Red-horned deer move quickly and are smart. They aren’t captured easily. It’s true that I saw one around here. But unlike what I told him, I did successfully catch it. But at that time, I wasn’t a fifteen-year-old boy.{j}{j}{j}{j}

source: 산적 놈의 눈이 찢어질 듯 커졌다.
en_us: The bandit’s eyes widened out.

source: “졸리면 쳐 자라.”
en_us: “Go to sleep. You look tired.”

source: “어떻게?”
en_us: “But how?”

source: 꿀꺽.{j}긴장한 대장이 침을 삼켰다.{j}이 야밤에 저렇게 반짝이는 눈을 가진 놈들이 흔할까.{j}허공에 떠 있는 빛의 위치를 가늠한 나는 목표물을 특정했다.
en_us: Gulp. Being nervous, the boss swallowed. What other animals would have such sparkling eyes at night? I pinpointed where the light was coming from, and chose my target.{j}{j}{j}

source: 린드가 날숨을 뱉으며 바닥에 주저앉았다.
en_us: Lind breathed out and dropped to the ground.

source: 누군가 묻는다.
en_us: Someone asked.

source: 병사 하나가 옅은 신음을 흘렸다.{j}붉은 뿔은 힘이 아주 좋았다.{j}뀌에에엑!{j}사슴이 비명을 질렀다.
en_us: One of them moaned out. Our red-horned deer was extremely powerful. Eeeeeek! The deer shouted.{j}{j}{j}

source: 5화 처음 보죠?
en_us: Chapter 5. The First Time

source: “욱!”
en_us: “Ugh!”

source: 우리 쪽 나머지 용병 한 명이 나섰다.
en_us: One of our other mercenaries stepped up.

source: 산적이 의기양양하게 말했다.
en_us: The bandit said triumphantly.

source: 그가 날 밀쳤다.
en_us: He shoved me away.

source: 기시감이 들었다.{j}이 전장, 이 상황.
en_us: I felt a strong déjà vu of this battlefield and this situation.{j}

source: 그래도 린드가 손수 나서서 하는 일이었다.{j}그에게 답을 듣고 싶었다.
en_us: But this is what Lind volunteered to do. So I wanted him to give the answers.{j}

source: “사흘 받았습니다.”
en_us: “Only for three days, sir.”

source: “저 개새끼들 잡으면 내가 오늘 전부 탕으로 끓여 주마!”
en_us: “Once I catch them, I’ll make sure they go into today’s stew!”

source: 도둑질도 하나의 방편이지만, 무리다.{j}걸리면 손목이 잘리고, 운이 나쁘면 목이 잘린다.{j}우리의 변경 영웅 반 루드비히 백작은 군율을 엄격하게 적용하기로 유명한 분이니.
en_us: I could try stealing, but it had too much risks. If I was caught, at least my hand would be cut off, and if unlucky, it would cost me my neck. Our hero Count Van Ludvig is notorious for enforcing military disciplines.{j}{j}

source: 이게 이 꿈의 종착지다.
en_us: This is how the dream ends.

source: 그가 내 눈을 보았다.
en_us: He looked into my eyes.

source: 저 달콤한 꿀벌을 주식으로 삼는 곤충이 있다.{j}‘꿀 거미’라는 놈이다.{j}몸은 붉고 끈적끈적하며, 단단한 거미줄을 뿜는다.{j}보통의 거미와는 다른 종이었다.{j}놈들은 언제나 달콤한 꿀을 찾아 헤매는 사냥꾼 거미이기에 이름이 저리 붙었다.
en_us: There’s only one insect whose main diet is a honeybee. It’s a honey spider. They have red bodies, are sticky, and produce stiff webs. They’re different from regular spiders. They got their name since they always look for sweet honey.{j}{j}{j}{j}

source: 꼴깍!
en_us: Gulp!

source: 다친 사람은 자고로 잘 먹어야 하는 법이다.{j}병사 둘이 날 보며 고개를 끄덕였다.
en_us: A patient should eat well. The two soldiers nodded at me.{j}

source: “뭐, 가끔은.”
en_us: “Only sometimes.”

source: “끄아아아!”
en_us: “Aaaagh!”

source: 이건 대체 무슨 기준일까?
en_us: When do I gain these points?

source: “넌 뒈졌어.”
en_us: “You’re dead meat.”

source: 가끔 린드와 만나면 그가 참 많은 걸 떠들어 댔다.{j}역사, 전술, 벌어지는 전쟁, 대륙의 미래를 말했다.{j}참 쓸데없는 소리라고 생각했는데.
en_us: Sometimes, when I would meet Lind, he used to talk about a lot of things - history, tactics, the wars happening right now, and the future of the continent. I used to think all of that was useless information.{j}{j}

source: 아니, 지금 이 상황에서 누가 한가롭게 저딴 말을 지껄이겠냐고.
en_us: Actually, it made no sense that someone would peacefully say that in this situation.

source: 허벅지 위로 물을 부었다.
en_us: I poured water to his thigh.

source: 벌집까지 챙기고 허브 몇 뿌리를 캐고 나니, 벌써 동이 터 오고 있었다.{j}이곳은 경계지였다.{j}코볼트는 밤낮을 가리지 않고 활동하는 놈들이었고.{j}해가 지고 난 뒤부터 해가 뜨고 나기까지, 아주 짧은 시간만 잠을 잔다.
en_us: I could see the sun beginning to rise once I collected the beehive and a few herb roots. This place is a border. Cobolts are active day and night. They only sleep for the short time between sunset and sunrise.{j}{j}{j}

source: 정확한 날짜는 모른다.{j}다만 낮에 비가 추적추적 내렸었고, 밤에는 짙은 먹구름 덕에 달빛이 없던 날이었다.{j}몇 가지 생각이 머리를 스쳤다.
en_us: I can’t remember the exact date. But I did remember that on that day, it rained heavily at noon, and that the moon was covered with thick dark clouds the same night. I thought of some plans.{j}{j}

source: 난 그들을 두고 막사를 나왔다.{j}그리고 주변을 둘러봤다.{j}이곳은 자이투라스 평원이다.{j}세르카도 왕국의 변경 지역이다.{j}이곳의 영주는 반 루드비히 백작, 변경의 영웅이라 불리는 몸이었다.{j}천천히 기억을 더듬었다.
en_us: I left them, came out of the tent, and looked around. This is the Zaithuras Plains - a border area of the Kingdom of Sercado. The lord governing this area is Count Van Ludvig, otherwise known as the hero of the borders. I carefully traced over my memories.{j}{j}{j}{j}{j}

source: 난 호위를 부탁한 상단의 책임자를 봤다.
en_us: I stared at the one responsible for tasking us with the mission.

source: 다리가 후들거렸다.
en_us: My legs were trembling.

source: 난 몸을 돌리며 숏 소드를 꺼내 집어던졌다.
en_us: As I turned my body, I took out my short sword and threw it.

source: 손이 없어 풀지도 못하겠다.
en_us: I can’t even open it because I don’t have hands.

source: ‘우리 부대는 정말 내놓은 자식이네.’{j}밖에서 낳은 자식인데, 그 아비는 죽고 어미만 남은 셈이다.{j}우리를 지휘하던 지휘관 새끼는 첫 전투에서 뒈졌다.{j}결국, 현재 7보병대 예비대의 위치는 너무 어중간했다.
en_us: Our unit really is on our own. If our unit could be compared to a child, it would have been born outside, with only a widowed mother left. Our commander died in the first battle. So, the troops in reserve of Infantry Unit 7 had a vague position.{j}{j}{j}

source: 놈의 옆구리를 쿡 찌른 뒤, 벌집 한 조각을 내밀었다.{j}그걸 보더니 놈이 눈을 깜빡였다.{j}내가 손가락을 코에 가져다 댔다.{j}쉿, 너만 먹으렴.
en_us: I poked at his side and handed him a piece of beehive. His eyes widened at the sight of it. I placed a finger on my lips. Shh. This is a secret between you and me.{j}{j}{j}

source: [투술 숙련도 :{j}1]
en_us: [Pitching Level: 1]{j}

source: “잘됐다.{j}어차피 갈 놈들이었다.”
en_us: “Good. They were going to die anyways.”{j}

source: 하지만 들이마시는 처지에서는 전혀 아니겠지.
en_us: However, it wouldn’t be so beautiful if you had to breathe it in.

source: “응?”
en_us: “Huh?”

source: 하긴, 문만의 문제는 아니다.{j}머리 위도 송송 구멍이 뚫려 있다.{j}반 루드비히 개새끼.{j}먹고 자는 건 좀 편하게 해 주라고.
en_us: Well, now that I think of it, it’s not just the door. Even the roof is full of holes. That Count Van Ludvig. You should make sure your soldiers have no problem eating and sleeping.{j}{j}{j}

source: “제가 이쪽 출신인데, 여기에 그 붉은 뿔 사슴이 나온다고 합니다.{j}운이 좋아서 그거라도 잡으면…….”
en_us: “My hometown is around here, and red-horned deer lives in this area. If we can catch one...”{j}

source: 혼자서 숫돌에 도끼날을 가는 놈이 보였다.{j}흐리지 않은 눈빛의 세 놈 중 하나다.{j}보진 못했지만, 첫 전장에서도 꽤 활약했을 거다.
en_us: I saw a guy sharpening his ax on a whetstone. He was one of the three guys who still had that spark in their eyes. Although I haven’t seen him in action, I’m sure he did great in his first battlefield.{j}{j}

source: “아플 거다.”
en_us: “This will hurt a lot,”

source: “오냐.”
en_us: “Right?”

source: 놈이 외쳤다.
en_us: He screamed.

source: 어디서 씻지도 않은 손을 상처에 대려고 하냐?
en_us: Why would you try to touch a wound with your dirty hands?

source: 신기해서 본다.{j}자식아.
en_us: All this is amazing, my friend.{j}

source: 아니, 비가 오는 게 나을지도 모르겠는데.
en_us: Or, maybe it would be better that it rained.

source: “덫을 놔서.”
en_us: “We’ll simply snare them.”

source: ‘일단 성공.’{j}거미를 잡은 뒤였기에, 난 꿀벌을 풀어 줬다.{j}이 벌도 희귀한 꿀을 품는다.{j}보통 꿀의 몇 배는 달콤한 꿀을 가진 놈들이다.
en_us: Success! I was happy with my spider, so I let go of the honeybee. This bee produces rare honey, too. They produce much sweeter honey than the average ones.{j}{j}{j}

source: 그렇게 한쪽으로 놈을 몰았다.{j}숨이 턱 끝까지 차오르고, 더는 못 뛰겠다 싶을 때였다.
en_us: We managed to corner it in a place. Just when I was starting to run out of my breath, I gave another order.{j}

source: 그전에 난 가죽 주머니에 허브를 조금 넣어주며 밑을 살폈다.{j}은은한 보랏빛이 보였다.{j}‘빠르네.’{j}하루쯤 더 있어야 할 거로 생각했다.
en_us: Before that, I put in some more herbs in the leather pocket and looked inside. I could see a faint purple light. What a quick guy. I thought it would take one more day.{j}{j}{j}

source: “배고파 뒈질 것 같다.”
en_us: “I could eat a horse right now.”
